[{"title":"Context-aware multimodal real time travel planner","narrative":"Tony needs to travel from home to work. Different means of transportation are generally available to him and include walking, biking, moped/scooter (own, shared, electric/petrol), car (own, pooling, ride sharing, taxi), public transportation (bus, metro, train, ferry/boat). Transportation can be optimized to Tonys preferred travel time, convenience (comfort, seating, crowdedness, safety, environmental quality), total cost, environmental impacts, scenic route, and personal health. Factors that impact this optimization include conditions of the different transportation modes (road, weather, maintenance works, traffic intensity, people density, parking availability, charging pole availability, pollution, air quality, irregularities in traffic schedules, road tolls, seating availability, accidents, availability of city bikes, ...). Tony will be presented with his ideal route and will be able to select each leg of the journey based on concurrent and projected aggregated conditions. Recalculation of his chosen route(s) can happen if conditions or preferences change, and will adapt to any detour of own choice.","sectors":["Transport"],"actors":["Public"," citizen"],"devices":["Transport"," mobile"]},{"title":"Public parking space availability prediction ","narrative":"Frank is having a hard time finding a public parking space. \rThe city is increasingly reducing the amount of parking spaces per unit (e.g. apartments), and the difficulty \rof finding a parking space means Frank has to circulate his car looking for available parking spots. This is \rboth annoying for him and results in negative environmental impacts (pollution, noise). By using multiple \rinput sources of information a certain degree of probability of finding a parking spot in different locations \rcan be provided, also including timed no parking zones, thus reducing circulation times. By knowing the \rcurrent situation of other circulating cars, Frank can avoid congested hot spots by being rerouted towards \rdifferent paths to even out the distribution. When Frank ends up leaving his spot he can also actively \rprovide parking availability data via his smartphone.","sectors":["Transport"],"actors":["Public"," private"," citizen"],"devices":["Transport"," mobile"]},{"title":"Stimulating green behavior","narrative":"The city council has an interest in making citizens aware of their own environmental impacts in an attractive way without forcing the issue. The council provides citizens and interested parties with a dashboard, so they can follow the \"environmental heartbeat\" of the city as well as their own impacts and contributions. Now citizens will be able to see and measure the environmental impact on the city as a whole as well as their own personal actions, indicating noise levels, air quality, waste index, recycling activities, fresh water quality, sea water quality etc. Anyone can now compare behavior and activities to that of other groups such as neighbours, neighbourhoods or city districts, resulting in competitions between these to collect \"Green Points\". Not only the fun of competition is stimulating, but Green Points can be traded for rebates on public transport and other environmentally friendly actions which forms a \"green economy\" (\"green coins\").","sectors":["Energy"],"actors":["Public"," citizen"],"devices":["Energy"," environment"]},{"title":"Green urban ecosystem, micro planet ","narrative":"The city is trying to introduce an optimization of microclimates in urban outdoor areas by allowing smart regulation of temperature, luminosity, humidity, moisture, controlled shading. This will allow CO2 reductions as well as green areas to regulate humidity and temperature to avoid artificial means of HVAC solutions (heat regulation, ventilation, and air condintioning) outdoors. By providing the right conditions through reusing resources (energy, water, but primarily current weather conditions) and to have configurable control resources like shading etc, the city will benefit from increased biodiversity in green areas.","sectors":["Environment"],"actors":["Public"],"devices":["Environment"]},{"title":"Urban crowd sourced collective micro agriculture ","narrative":"The city is introducing a \"micro urban agriculture\" using common infrastructures for optimized growth and micro marketplaces. Agriculture is done on balconies by single apartment tenants, and on rooftops and facades by building owners or other actors. This is done on own citizen initiatives or as collective efforts. Buildings are instrumented with the proper infrastructures for this like water/micro irrigation, nutrition, but also appropriate green house climate (temp, humidity, wind, shading) depending on crop. Oxygen generated by plants in larger farms are collected and injected into buildings. Exhaust air from buildings including the heat is reused. Open markets are available based on collective and crowd sourced support, demand/response of herbs/plants etc., so you trade with your neighbors or across the block for whatever plants you need. In the end the waste gets recycled: composted greenery is reused, waste water tanks have algae that recycle nutritiants etc.","sectors":["Agriculture"],"actors":["Public"," citizen"],"devices":["Environment"]},{"title":"Energy performance of buildings ","narrative":"Imagine if buildings in Europe stood for 40% of the cities energy consumption (Horizon 2020). The energy performance of buildings (residences, commercial/offices, industrial) is monitored from a holistic perspective. This is done inside buildings, parts of buildings, influx/out flux of buildings. A holistic view implies considering all energy dependent external factors like wind, luminosity, influx of energy (heating, gas, electricity) and then filtering out energy that goes to different subsystems (cooling, heating, food, lights, ...). Internal factors impacting energy sink/source and storage like airflow, people occupancy, activities, fresh water temperature, waste water temperature is also considered. Any surplus energy will be stored in walls, floors, etc. All is considered and monitored to get a full picture so that this information can be used to further make a holistic optimization of energy in general in buildings.","sectors":["Energy"],"actors":["Public"," private"],"devices":["Energy"," environment"]},{"title":"Efficient lighting ","narrative":"Maria is jogging late in the afternoon at Vasaparken when she notices that one of the lamps in the middle of the park is out of order, thus creating a rather bleak spot in her jogging path. Using an app on her phone she points towards the lamp, takes a geo tagged picture, and submits it to the local authorities reporting the incident. Maria can report this by authenticating herself into the system and thus earn points that can be redeemed in the local market or she can report this anonymously. Turning this scenario around, viewed from the local authorities perspective, such maintenance activities can be automated by taking into consideration the lifetime of each lamp. A simple predictive mechanism can use this information as input and prepare a lamp for the preventive maintenance of a lamp grid installation.","sectors":["Energy"],"actors":["Public"," citizen"],"devices":["Energy"]},{"title":"Operation center of everything ","narrative":"Max is working in the mayor's office, and he is having trouble coping with all the different authorities that participate in maintaining all the networks that run within a city, i.e. electricity/water/gas/transportation. Essentially each network as such has its own internal network operation center and it is hard for Max to get the big picture. It would be interesting for Max to have a dashboard that would aggregate and visualize all the information originating from different networks, thus providing a complete overview of the status of the city and an easier way to cope with the different authorities in his daily work.","sectors":["Energy"],"actors":["Public"," private"],"devices":["Energy"]},{"title":"Air pollution countermeasures (Citizen perspective)","narrative":"Alice has just got in her car to drive from the suburbs to the city where she works. Her GPS connects to the city traffic service and suggests a possible route with the objective of reducing air pollutant concentrations. Alice starts her trip. On the way to the city the traffic service suggests to Alice that she should park her car at a metro train station and take the metro instead. The parking fee is free, but she needs to pay for the metro ticket. The metro ticket is cheaper than the (dynamic) congestion tax imposed for high traffic areas.","sectors":["Transport"],"actors":["Citizen"],"devices":["Transport"," mobile"," environment"]},{"title":"Air pollution countermeasures (City authority perspective)","narrative":"Imagine if the city authorities could operate an air pollution response center in collaboration with traffic authorities. This operational center is supported by the City Traffic System, which collects information from multiple different sources, and provides monitoring and action capabilities to the city authorities as well as monitoring capabilities to the citizens through their GPS devices. The system also connects to the transportation authority services (e.g. retrieving public transportation schedules). When congestion and air pollutants are high in certain areas traffic lights are instructed to limit the flow of cars in these parts, and virtual gates are instructed to increase the fee of a car passing through them. Upon a congestion and eminent high pollutant concentration the city authorities react by coordinating with the transport authorities so that drivers can \"park & ride\" means of public transportation.","sectors":["Environment"],"actors":["Public"],"devices":["Transport"," mobile"," environment"]},{"title":"Hazardous material transport accident","narrative":"\"2Fast\" is a package delivery company with clients in chemical and biotechnology industries. One day one of the company's trucks gets involved in an accident with other vehicles falling over and causing fire. The city operation center (OC) receives an alarm raised by a surveillance camera on the street, as well as sensors on the truck, and assesses the severity. OC requests information about the truck and its goods and performes a classification of the fire. Based on the obtained info, the OC is able to notify the right city authorities (police, ambulance, fire fighters) and provide all the gathered information on the incident. This quickly allows for the appropriate rescue facilities to be engaged as well as controlling diversion of traffic, notification to the public, and evacuation of people nearby.","sectors":["Transport"],"actors":["Public"," private"],"devices":["Transport"," mobile"," environment"]},{"title":"Water utility pipe leak management","narrative":"Construction work on a street has caused damage on a water pipe. Nearby the accident deployed pressure sensors quickly detects a pressure drop between valves, thus triggering an alarm at a City Operation Center (OC). The OC locates the leak on the pipe city map, calculates optimal valve isolation based on investigation, current and projected water usage, and pinpointing is conducted in cooperation with field workers. The OC creates a proposal for the city councils to work on the leak, divert traffic and bus routes, suspend parking, close roads, supply surrounding schools and hospitals with water, and forwards it in order to solve the issue. After receiving a reply from the city authorities a team of engineers is being dispatched to fix the pipe.","sectors":["Transport"," energy"," environment"],"actors":["Public"," citizen"],"devices":["Energy"," transport"," environment"]},{"title":"Pollution monitoring","narrative":"Bianca is working for the local municipality, trying to reduce the amout of pollution in the city. She is using the city's new monitoring tools, alllowing her to acces the pollution levels emitted from each household in the city collected by a range of sensors. She can even determine what sort of pollutants, whether they be chemicals, hormones or micro-pollutants. In addition the sensors collect statistical information that Bianca can use in her anti-pollution campaigns, which she can now direct specifically at targeted households or neighbourhoods, thus encouraging them to reduce pollution from their side. This in turn will influence citizens to become more eco-friendly, and waste water from each household will in time become cleaner thus requiring less processing.","sectors":["Energy"," environment"],"actors":["Public"," private"," citizen"],"devices":["Environment"," energy"]},{"title":"The green browser","narrative":"Every morning Dima takes the bus to work. He likes to spend a few minutes to check the live data from his neighborhood. The live data of the neighborhood shows overall electricity and water consumption, CO2 emission rate, waste water pollution, etc. Dima sees that the neighborhood has become more environmental friendly compared to the previous month. He's glad that the connected bus stop makes him aware of his impact on the environment. Dima also sees that his neighborhood is becoming \"greener\" on the city map displayed on the billboard.","sectors":["Environment"," energy"," transport"],"actors":["Citizen"],"devices":["Transport"," environment"," energy"]},{"title":"Is Linköping CO2 neutral now?","narrative":"Deniz is trying to become more aware of his own impact on the environment. However, he's not really interested in knowing how \"green\" he is. Instead, he would like to know how he himself can benefit from going more green. Thankfully a new digital solution helps him with this, allowing Deniz to find out how he can save money while being more eco-friendly. He proudly presents the results to his neighbour Irene, stating that he's now more green and saving money. Irene herself is also using the same tool but isn't too interested in saving money by going green. Instead she really wants to know how much of her trash is recyclable in order to find out how to utilize her trash in the most environmental friendly way. The two neighbours easily find their own personal interest in helping to protect the environment, thus motivating them both individually.","sectors":["Energy"," environment"],"actors":["Citizen"],"devices":["Energy"," environment"]},{"title":"Efficiency in delivering the \"Pastry & Milk\" program","narrative":"Each day, pupils 7 to 15 years old must receive a light meal in school. The meals are delivered by small local companies. Often, a lot of food is thrown away if one or more students do not attend class in a certain day. Based on the access card records (currently being installed in schools), the caterer knows how many packaged meals must be delivered in each school, thus eliminating waste. The data from the access cards is also being aggregated with the quantity of water, electricity, gas used, and allows officials to make better projections of consumptions in schools or other public buildings.","sectors":["Agriculture"," energy"],"actors":["Public"],"devices":["Energy"]},{"title":"Parking management through video surveillance","narrative":"In the city of Brasov the public behavior in transport and mobility revolves around the use of private cars. The issue of parking is therefore of great concern for the public administration, especially in the city center where parking spots can be hard to find. To resolve this problem the administration has developed an app available to the general public in order to help drivers find free parking slots, and also the time needed to get there from the current location. This new service makes the public parking management in the city center more efficient. The app would also be available to tourists paired with a map of the city, helping them reach the parking area.","sectors":["Transport"],"actors":["Citizen"," public"],"devices":["Mobile"," transport"]},{"title":"I need to get to...","narrative":"George has recently moved to Brasov in order to begin studying. He comes from a town about 150 km away, and these days he is completely lost in a new town. The map available on the city hall website allows him to locate streets by name, public buildings as well as various general interest destinations. The data from the interactive map can be designed to fit various types of users (local tourists, foreign tourists, students, youth, the elderly, etc.) The data on the map is being updated in real time through info picked up from various social networks, mobile apps, or with data regarding municipal works in progress.","sectors":["Environment"," transport"],"actors":["Citizen"],"devices":["Environment"]},{"title":"What is my route? - Mobility management","narrative":"Maria needs to get to work in a hurry. She is already a bit late and needs to be efficient when choosing the route from her house to her workplace. To do so Maria logs on to an app that aggregates data from an interactive map available on the city hall's website. The map shows various works that take place in the city as well as other types of data (stray dog present, road works, pedestrian walkways maintenance, tree trimming, traffic signaling works, etc.). When Maria inputs the start and the destination of her journey, as well as her mean of transportation (car, bike, public transport), she's provided with some alternative routes to follow, as well as the estimated time of arrival to work. The interactive map allows for citizens to input various data, and allow for real time updating of the situation in the entire city.","sectors":["Transport"," environment"],"actors":["Citizen"," public"],"devices":["Environment"," transport"]},{"title":"Efficient public transport","narrative":"Every day, traffic congestions affect thousands of citizens who move around the city. In order to ensure mobility efficiency public transport needs to be a viable alternative to private transportation. Moreover, \"time lost\" in traffic should become \"time gained\" in public transport. Based on a variety of data and control systems, public transport (PT) services should have the following: (1) Traffic light priority in congestion situation, (2) Easy access to Wi-Fi Internet on the PT vehicles, (3) Useful urban information delivered to the PT users, (4) Increased safety, especially for children, women, the elderly, etc., (5) Increased accessibility.","sectors":["Transport"," environment"],"actors":["Public"," citizen"],"devices":["Transport"," environment"," mobile"]},{"title":"Interconnectivity of GIS systems in the Brasov Municipality","narrative":"The Brasov municipality has developed its own Geographical Information System (GIS) a few years ago. Since then, the GIS system has been developed and is used more and more in various aspects of urban management. Currently, there are active protocols with various urban enterprises to provide relevant data to the municipality in order to update the GIS system. In the Brasov area, there are two more stakeholders who operate their own GIS system - the gas company and the water and sewage company. The municipality is hoping to develop a mechanism for the 2 private GIS systems to connect to the public GIS servers and share the updated data. The main\rchallenge is represented by the security protocols of the gas and water companies who often do not allow the interconnectivity of these systems. A real time updating of GIS would allow for better real time information used in urban management.","sectors":["Transport"," energy"," environment"," agriculture"],"actors":["Public"," private"],"devices":["Transport"," environment"," energy"]},{"title":"Improvement of GIS real time information through smartphone apps","narrative":"Stefan works for the city hall and is tasked with reporting newly occuring infrastructure problems suchs as pot holes, water network malfunctions etc. This means he has to show up at the incident sites and report an accurate location to the city's Geographical Information System system. In order to do so correctly he needs a device to show him the location through GPS. Previously, Stefan was not always able to bring a functional GPS device resulting in less accurate information for the city's technicians to work with. Now Stefan simply has to use the newly developed app on his smartphone, allowing him to always report the incidents via GPS. The app is also available to ordinary citizens, who in turn helps report these problems thus solving them quicker. The city hall can now easily get an overview of all incidents, send repair crews on their way, and inform citizens of the incident sites via various real time solutions.","sectors":["Public"],"actors":["Public"," citizen"],"devices":["Mobile phone"]},{"title":"Development of new GIS layers","narrative":"Up until now, the GIS (Geographical information system)system owned by the municipality has been making its way into improving various aspects of city life such as utilities networks, traffic flow, public transport, etc. The municipality imagines that the GIS could be assigned to intervene in more aspects of urban life. For example, the law enforcement agencies could use simple, specially designed software in order to record data such as traffic accidents, traffic violations, burglaries, etc. This geographic data could then be aggregated into a GIS format and correlated with public lighting data, traffic data, various urban situations, in order to determine the patterns that allow for accidents or for public safety violations. This will help various public bodies in the city to share information and to predict problem areas in the city that could be redesigned in order to improve safety and quality of life.","sectors":["Public"],"actors":["Public"],"devices":["All"]},{"title":"Parking spaces real time management","narrative":"Marina is on her way to work in the center of the Brasov city. Arriving during the rush hour she has the usual difficulty in finding a free parking space. Presently, available parking spaces are part of a \"pay to park\" system, which includes the possibility of paying cash to an automated machine or paying by SMS, but this doesn't help Marina find a vacant spot for her car. She imagines an improvement of the system, whereby data regarding available parking spaces is included in the payment (provided by the automated machines or through the sent SMS) via a smartphone app that would be available to her as she's driving towards the city center. This would really help her in finding an available\rspot. The app could even be populated with other real time useful information about various public interest activities in the city center.","sectors":["Transport"],"actors":["Public"," private"," citizen"],"devices":["Transport"]},{"title":"Real time 3D maps","narrative":"Now that Aarhus is producing real time data in every corner of the city, and the open data platform facilitates the possibility of tapping into this data, the SME (Small and medium enterprises) \"Real time liberators\" has created a broad service for citizens, journalists, the municipality and other SME's. The service is a real time 3D map of Aarhus, where it's possible to tick data sources on and off. This means that you can tick power consumption on, and immediately 3D bars will rise from the ground at specific locations. The bars are dynamically moving up and down according to measurements in the surrounding areas. Furthermore, you can tick on public transportation, and suddenly small busses will move around on the streets between the buildings. All this is accessible through a web browser and can therefore be seen on any device imaginable. This service is the real life, real time version of SimCity.","sectors":["Public"],"actors":["Public"," private"," citizen"],"devices":["All"]},{"title":"Made with Aarhus","narrative":"Now that the city of Aarhus has a full-blown open data portal with all sorts of static and real time data from the city, citizens are developing more applications and services than ever. In helping developers getting their services out, and making sure that the quality is sufficient, the city is now facilitating a branding procedure. This means that a service can be branded with \"Made with Aarhus\". When having this mark, the service meets certain criteria and is quality approved from the municipality. By having this branding procedure, Aarhus gets branded (if the specific service is good enough), and the service itself will have a higher integrity. This entails that citizens might be more willing to try it out and pay more for the service. Furthermore, developers might get exclusive access to specific data, if they consent to the criteria - they might get actual real time access to data for faster reactions and event detection.","sectors":["Public"],"actors":["Public"," private"," citizen"],"devices":["All"]},{"title":"Vote a lamppost","narrative":"For a long time Karl has had a hard time sleeping at night. This is primarily due to the lamppost outside his bedroom window. Recently the town (Tarm) has been updated with intelligent street lighting, which makes it possible for the inhabitants to influence the lighting lifecycle. It's Friday at 10 PM, and Karl is tired after a long day at work. Therefore he opens his laptop and accesses the lamppost liberation website. When he is logged in, the system knows his location and gives him access to the lampposts that are nearest him. Karl can now select a specific lamppost and suggest changes. He can choose between turning the lamppost on or off, changing the luminance and when these changes should take effect. He selects the lamppost nearest the bedroom and requests turning it off at 10:10 PM. Online and logged in neighbors near the lamppost will get a notification about the request. They can now vote whether they want the suggestion to take effect or not. On the opposite side of the street, Arne gets Karl's\rnotification and votes it down. He has a daughter who is at a party, and she will come home in a couple of hours. Therefore he wants the light to be on, so she can have a safe trip home. While voting the suggestion down, Arne can add a comment on the voting and suggest another solution. Arne suggests that they could dim the lamppost at 10:10 PM. Karl sees the comment, removes his request and votes for the suggestion. Minutes later the lamppost dims to half the luminance.","sectors":["Public"," energy"],"actors":["Public"," citizen"],"devices":["Energy"]},{"title":"The Freemium Smart City","narrative":"The city has a freemium option. If resources are available in abundance, services are free. E.g. free electricity if the grid has overcapacity. This means Paul only showers when water free, and Paula only uses the dishwasher when electricity is in abundance.","sectors":["Transport"," energy"],"actors":["Public"," private"," citizen"],"devices":["Energy"," transport"]},{"title":"Open Data Toolkit","narrative":"Robert lives in Aarhus and spends his sparetime tinkering with the creation of apps that can benefit himself and his fellow citizens. He uses the new Open Data Toolkit provided by the city. The toolkit challenges the traditional role of citizens, the public sector and the private sector. Among other things, it creates a new way of collaborating and creating public services. It's an alternative way of solving and addressing societal challenges and can be a part to strengthen the digital economy and creating jobs. It's empowering the people. Robert uses the Open Data Toolkit, and open data from the Open Data platform in Aarhus, to develop an app to car drivers in Aarhus. Using the toolkit he can learn how to use the Open Data platform, use certain formats/APIs, collaborate with the city, etc.","sectors":["Public"],"actors":["Public"," private"," citizen"],"devices":["All"]},{"title":"Managing household waste (City administrators)","narrative":"The Waste Department in The City of Aarhus has difficulties as regards to inform new citizens, mostly students, about the waste procedures in the city. For example they see that the citizens just leave their waste, especially bulky waste, at curbstones around the city. There is an existing bulky waste solution, where citizens can order collection of bulky waste. Citizens just leaving bulky waste around the city are costly for the Waste Department. Peter (new in town) just started at the university. He doesn't know about the waste procedures in the city, as for example how to get rid of bulky waste. He downloads the waste app and in that way gets collection information relevant for his zone at his fingertips. He can set up reminders for regular, holiday and special collections and find locations where he can discard paper and glass. The waste app can in an easy way inform citizens about the existing waste solutions in the city. Enabling direct feedback from citizens regarding the existing waste solutions would give the Waste Department useful information, which they are actually without at the moment.","sectors":["Environment"],"actors":["Public"," private"," citizen"],"devices":["Environment"]},{"title":"Improving cycling safety (City administrators)","narrative":"The City of Aarhus is a bicycle city with a high number of cyclists - and it's increasing. This is very positive in an environmental perspective, but causes a lot of dangerous situations around in the traffic. Consider Julie who uses her bike for almost all her transportation needs, and likes to follow certain routes as she doesn't have the best sense of direction. She would love a service, that helps her plan cycling routes that avoid the dangerous intersections, and helps her learn when and where there are many/few cyclists on the roads. The city has an ambitious strategy for Aarhus as a city for cyclists and reorganizing the cycling infrastructure is being considered. To make the right decisions the city would like to know where the citizens experience the dangerous situations. The city is considering distributing \"Bicycle cards\" with RFID chips to a high number of cyclists. This would provide them with info about the cyclists' behavior in the traffic - also data that is relevant to implement in a future app. Using such a service, Julie would easily be able to register her own routes and what she thinks about them as regards to safety. The RFID chips would make it possible for Julie to see the bicycle traffik in real time and immeadiately decide which route to choose.","sectors":["Public"],"actors":["Public"," citizen"],"devices":["Mobile phone (RFID chips connected via mobile/wireless infrastructure)"]},{"title":"Event and traffic management","narrative":"In 2017 the city of Aarhus has been chosen as \"European culture capital\" which means a lot of events will take place during that year. The city will need to be able to (re)organize locations and adjust transportation networks (busses, roads and so on). Using direct feedback from users (via social media) and traffic data, an interactive map can show in real time whether adaptions or changes are needed (e.g. send more officers in a particular area, close certain roads or open others, provide city bikes in crucial areas where there are no bikes left wherever there is such service, or manage parking dynamically).","sectors":["Public"],"actors":["Public"," citizen"],"devices":["Transport"," mobile phone"]},{"title":"Housing guide for new students","narrative":"In August 2013 around 12,000 new students were to start studying in Aarhus and therefore needed a place to live. Every year it's a challenge for the students to find accommodation. Most of the students want to live in the city center and are not aware of the housing possibilities around the city. Julia is going to study for the next five years in Aarhus. She doesn't know anyone in Aarhus and doesn't know the city that well, besides the city center. And therefore she wants to live there. But it's very expensive and nearly impossible to find an apartment. In the material from the university she finds a link to a housing guide for new students in Aarhus. Julia downloads the app, which gives her different kinds of information about the areas around the city. For example in Gellerup (Aarhus' ghetto) it shows all the cultural events in the area, the shopping possibilities, bus routes, sports activities, housing expenses, waiting time for an apartment etc. Most of the data comes from the municipality, but the app also shows user generated data where users have pointed out spots where they think something relevant is in Gellerup. Julia didn't know that there were so many things going on in Gellerup. She decides to call the housing association in Gellerup to talk to them about the housing possibilities. From the city's view the housing guide could remedy housing challenges and increase integration in e.g. Gellerup.","sectors":["Public"],"actors":["Citizen"," public"," private"],"devices":["Mobile phone"]},{"title":"Crime map","narrative":"Aarhus would like an interactive and online crime map. The crime map lets residents view crime data by specific neighborhoods - and in real time as reports occur. If possible the crime map should offer both geographic criminal history and day-by-day data regarding crime in the city. The map can help residents or new residents to find safe neighborhoods, but also enhance the city administration's and the police's understanding of where felony and violent crime persist, making it possible to focus resources to crime prevention. The map should build on report data from the police and present it visually in neighborhoods across the city. This is to keep the public well-informed about what is going on in their city/neighborhood. The map could include a feature, which makes it possible for people to report incidents. In that way the map would also show user-generated data. The user-generated/reported data should be sent directly to the police. Static data through some different parameters, such as e.g. neighbour.","sectors":["Public"],"actors":["Public"," private"," citizen"],"devices":["All"]},{"title":"Resource index ","narrative":"Elin is a very eco-conscious mother of two, living in Aarhus. She sorts her garbage, rides her bicycle most places, uses as little water as possible etc. But she finds it hard to get an idea of her household's consumption of electricity, water and heating. The bills she gets from the utility companies are presented in a complex manner, and are not easy to understand. Elin therefore uses the online resource index which shows in a clear and easily understood way her family's consumption. She's presented with a visual presentation of their expenditure and can choose to see historical data, compare with the same month last year and the like. She is also presented with hints on how to reduce their consumption. It's also possible for her to see the consumption in a certain area in the city or the whole city - what is the CO2 level of the city right now? And to compare different areas in the city. Furthermore, Elin can find the city's climate plan in the index, and actively participate in the city's planning regarding climate and environment by adding her own comments. From the city's point of view the resource index could help make people more eco-conscious and possibly change behavior. It would also be possible for the city to see the consumption in all public buildings in the city and in that way be aware of it's own eco-behavior, contributing to reach the goal of turning Aarhus carbon neutral by 2030.","sectors":["Energy"," environment"," public"],"actors":["Citizen"," public"],"devices":["Environment"," energy"]},{"title":"User satisfaction","narrative":"The biggest swimming facility in Aarhus has a user satisfaction system, which makes it possible for the visitors to express their satisfaction/dissatisfaction in certain areas around the facility. The system is available for visitors at interactive screens around the facility. Everyday an employee has the responsibility for the areas that are a part of the user satisfaction system - for example the women's changing room. Sophie works at the swimming facility and today she is responsible for the women's changing room. This means that she is equipped with a wireless device through which she's immediately notified when a user reports dissatisfaction. The user writes the reason at the screen in the women's changing room, and Sophie has the possibility to react immediately. If the reason is too much water on the floor, no soap, dirty toilets or the like she's supposed to correct it, and hopefully while the user actually sees it. This shows that the feedbacks from the users are taken seriously. The data from the user satisfaction system is directly uploaded to Aarhus's open data platform. Screens are set up at 12 different places.","sectors":["Public"],"actors":["Public"," citizen"],"devices":["None"]},{"title":"Smart elderly care system","narrative":"Caroline works for the home care in Aarhus Municipality. Every day she drives the same route to the elderly and provides home care. The municipal Health and Care Department has just implemented a Smart Elderly Care System, which gives Caroline the opportunity to change the routes of the day according to the needs of the elderly. At each home of the elderly several sensors are installed, for example sensors on light switches and water taps. In that way the Health and Care Department is able to see if for example Mrs. Jensen has been at the toilet several times during the night or if she hasn't turned on any light in 24 hours. Given the first example of data they can assume that Mrs. Jensen has some bladder problems and react on that. Given the last example they can assume that something is very wrong with Mrs. Jensen and therefore change the route so e.g. Caroline drives by Mrs. Jensen immediately. From the city's point of view the Smart Elderly Care System could help them provide better elderly care and plan better. From the citizen's point of view the system can provide security and safety - also for the relatives of the elderly.","sectors":["Public"],"actors":["Public"," private"],"devices":["Energy"," mobile phone"]},{"title":"Pay it forward","narrative":"Jens is waiting for the bus in Aarhus. Through the \"pay it forward\" app he knows that it'll arrive in two minutes and twenty seconds. When the bus comes Jens gets on, registers his transportation type (bus, car, bike, walking, etc.), and selects the specific bus number in the app. Now the phone is registering Jens' movement and feeds GPS data back to the \"pay it forward\" system. With this information the system can figure out when a bus is arriving, if it's late or early, it can predict and announce traffic jams, find alternative routes, etc. All this is done in real time, with data from within the city. When Jens reaches his end stop, he stops the registration of GPS data, so that his phone doesn't consume as much power and he doesn't want the system to know where his final destination is. The engine of \"pay it forward\" is the citizens' willingness to share their data and help fellow inhabitants. This means that \"pay it forward\" is powered by crowd sourcing, and therefore relies on a constant and large amount of users to be working sufficiently. This makes the app a relevant and novel service for citizens in their daily routines. Furthermore, it gives people the opportunity to give something back to society while leveraging from it at the same time.","sectors":["Transport"],"actors":["Public"," citizen"],"devices":["Citizens' mobile phone "]},{"title":"Smart car parking system","narrative":"The city of Dublin is hosting The Olympics. The city has built a huge sports complex called Olympics Park, where all the sport events are being held. For public facilitation the sports complex has one big car park for the citizens attending any of the sport events. The car park is facilitated with an automated ticketing system, which displays the number of vehicles parked and the number of vacancies available. These numbers are automatically updated on entrance or exit of any vehicle. Even though at the main entrance it is shown that vacancies are available, every driver has to drive for a very long time to find a suitable/empty space, resulting in waste of time and money/resources. Citizens also want to park closest to their favorite sports facility. The smart car parking system is equipped with individual sensors at all car parking spaces. The users therefore have a mobile app available for the smart car parking system, which integrates real time sensor information of the car parking space, its GPS locations and combines it with the user profiles to find a suitable place while considering the user's sport interest, event starting time, tickets purchased/seat numbers etc.","sectors":["Transport"],"actors":["Public"," private"," citizen"],"devices":["Transport"," mobile"]},{"title":"Smart/green buildings","narrative":"Jason works for a medium scale organization with more than 200 employees. Whenever Jason or his colleagues need to arrange meetings or book ressources, they use an internal resource management system. All the meeting rooms are equipped with sensors to control lights, air conditioning, heating and status (on/off) of all the available devices, making it much easier for Jason to personalize the climate. Meeting rooms are monitored by an automated temperature control system, which automatically turns on/off the heating/air conditioning before the meeting and similarly after the meeting. The sensors adapt the changes to match the time of the year, the outside temperature, outside light and to the need of the presenter in automatic set-up of the appropriate parameters for all resources before the meeting. This ensures Jason his personal preferences are met while the building automatically adjusts these preferences in an environmental friendly way.","sectors":["Energy"],"actors":["Private"," public"],"devices":["Environment"]},{"title":"SmartFit navigation","narrative":"Allocation of green areas is a very important part of the health and quality of life in a city. Green areas and parks are also vital for citizens' health and they can promote outdoor activities and exercises like jogging. Not every city, though, has the opportunity to provide green areas that are wide enough for habitual joggers and runners, and some type of training would require people to exercise between green areas and trafficated areas. Larry has a very sedentary job and he really cares about health and fitness for himself and for his family. Larry jogs three times a week, and he likes to do it outside during the spring and summer months. Given the outline of an exercise plan (e.g. number of calories or distance or time, means - bike vs. walk), Larry's SmartFit Navigation assistant can dynamically suggest him the best path to take, considering the level of CO2, the weather conditions (wind, rain) and his own fitness plan, so that his health and benefits from the exercise are maximized. His biomedical parameters are also taken into account so that if he decides to run faster, a cleaner or less crowded area can be suggested. On Sundays, Larry likes to go biking with his wife and his young daughter, and he can customize SmartFit Navigation assistant to suggest appropriate paths for cycling that can help safeguard his health and the health of his family.","sectors":["Public"],"actors":["Public"," citizen"],"devices":["Environment (pollution"," weather)"," transport routes)"," health"]},{"title":"Route planning for logistic companies","narrative":"At the outskirts of the city are located several depots which provide construction materials and equipment to a number of construction sites distributed around and inside the city. Several minivans are used to transport the materials and equipment according to the construction site requirements and the dispatcher approvals. The minivan drivers have to deliver the materials in the shortest time possible, so they have to reconfigure the route if a traffic jam occurs. All the agents particingpating in the traffic transmit their location to a traffic information service provider. This information is used to detect traffic jams and other unpredictable events. The transport company drivers receive notifications when a traffic jam is detected on its route.","sectors":["Transport"],"actors":["Private"],"devices":["Transport"," environment"," mobile"]},{"title":"Energy efficient building","narrative":"In his home John has installed several sensors and actuators as follows: temperature sensors (inside and outside), humidity sensors, HVAC controls, window blinds controls, alarm horns and surveillance cameras. John's smart home application offers the following services: temperature controls of the rooms (it is also connected to the calendars of John's family members); detection of fault conditions (forgot to open/close window - temperature dropped/increased in the room beyond the accepted margins), fire detection and camera control. His house applications allow for a minimal waste of ressources, making it as energy efficient as possible.","sectors":["Energy"],"actors":["Citizen"],"devices":["Energy"," environment"]},{"title":"Impact of public utilities works","narrative":"The city's gas company needs to check and replace some of the pipes located on a street relevant for public service. When engaging in such operations near safety issues are needed to secure the access to the neighboring school, impact on correlated public networks, public transportation, and provisioning of affected citizens and businesses. Since such work might affect the stakeholders on a different degree and timeline, the plan of the work should be coordinated by the city hall office, insuring lowest impact on affected ones and shortest time to complete. In order to do so the city hall will manage a smartphone app, which notifies citizens of the current opeartion of the gas company.The app displays the status of progress in order to help affected citizens properly plan their activities and fallback plans.","sectors":["Public"],"actors":["Public"," private"," citizen"],"devices":["Environment"," energy"]},{"title":"Reserve parking place for electronic vehicles","narrative":"Vicky lives in Löhne and is employed at a company in Osnabrück. She has to travel about 50 km from home to work. As Vicky wants to live a more eco-sensitive life, she sold her old car and bought a new electric vehicle. While Vicky is working, there is enough time to recharge the car's battery. The only problem is to find a parking place with a charging station near her workplace. While eating breakfast Vicky starts a parking application for electric vehicles on her smartphone and reserves a suitable parking place with the possibility to recharge next to her office building. The \"system\" tries to find a place as near as possible to the workplace of Vicky. With an intelligent behavior the system estimates the demand of parking places for electric vehicles and assigns as many recharging spots as possible to drivers of electric vehicles. If no parking place with a charging station can be assigned to Vicky, she is informed that recharging will not be possible that day. To support further investments in new charging stations a heat map with the degree of capacity utilization will be created. The heat map could be used to get a quick survey about the utilization of charging stations.","sectors":["Transport"," energy"],"actors":["Citizen"," public"],"devices":["Mobile phone (application)"," energy (parking place with charging possibility)"]},{"title":"Optimizing bus departure, pull bus out into traffic","narrative":"Otto works for the municipality of Osnabrück. He is employed as a bus driver. He manages bus line 1. Line 1's route ranges from the central train station in the middle of the city to a nearby village in the south of Osnabrück, 10 km from the city center. Especially at the busstops in the city the bus has a hard time pulling back out into traffic after stopping. This of course results in wasted time and delays in Ottos usual route. In addition to the simple usage of indicator lights an application is planned that informs nearing cars about the starting bus. Karl, driving a car behind the stopping bus, gets a notification (acoustical/visual) on his navigation system/smartphone that the bus will leave the bus stop any moment. Karl can react early and reduce the speed of his car giving Otto the opportunity to get back into traffic. Hence, the bus can stay on schedule.","sectors":["Public"," transport"],"actors":["Public"," citizen"],"devices":["Mobile phone"," transport"]},{"title":"Shopping tour in Osnabrück","narrative":"The Meyer family lives in Löhne which is about 50 km away from Osnabrück. The next weekend they plan to go on a shopping trip in the city of Osnabrück. As it is always hard to find a place to park their car, the Meyer family starts a smartphone app and announces that they plan to travel to Osnabrück and want to go shopping in the city. Based on the information about where and when they want to start their tour the \"system\" calculates an optimal route to the city. The Meyer family is directed to a parking deck near their desired starting point. As the traffic situation gets worse and some parking decks are already full with cars the system calculates another route. In this case parking at a car park in the municipal area is advised by the smartphone application. Additionally the fastest way to the city by public transport is searched for. To animate the Meyer family to use the planning application as an alternative, the advantage in time compared to the manual searching for a parking place in the inner city is displayed. From the city's view the planning application could be useful to distribute the traffic flow over the whole city and to avoid traffic jams.","sectors":["Transport"],"actors":["Public"," private"],"devices":["Transport"," mobile phone"]},{"title":"Smart commuting","narrative":"David lives in a remote part of Guildford and commutes to London for work. He drives to Guildford station, parks his car at the station car park and takes the train to go to London. Recently Surrey county council has launched a ‘Smart Commuting Platform' where commuters can plan their journey based on traffic, weather forecast and public transport information, as well as reserve parking slots for their cars. When David plans his journey, he accesses the Smart Commuting Platform using his smartphone and inputs his current location and at what time he should be in London. The platform checks the traffic (including any planned road work and traffic predictions), weather forecasts (e.g. snow, flooding), public transport information (including prediction of any delay/cancellation due to weather conditions) parking slots, and suggests a convenient route to Guildford station, parking availability, train departure time and weatherproof clothing. David reserves a parking slot and starts his journey according to the suggestions made by the platform. The Smart Commuting Platform provides all the information at one place and makes commuting stress-free.","sectors":["Transport"," public"],"actors":["Public"," citizen"],"devices":["Environment"," transport"," public transportation"]},{"title":"Smart shopping platform","narrative":"For Peter, shopping at supermarkets has always been a hassle. He forgets to check the stock at home before leaving for shopping, forgets the items to be purchased during shopping, never checks any promotion on regular products, etc. Miracle, supermarket chain in the UK, recently implemented a ‘Smart shopping platform' to assist its customers in their shopping. The platform maintains customers' shopping profiles based on their previous shopping histories and makes shopping suggestions. Moreover, the platform is connected to its each customer's smart storages (equipped with sensors) at home (e.g. smart fridge, smart cabinet, etc.) and is able to check individual customer's stock availability on regular products (e.g. milk, egg, washing powder, etc.) in real time. When Peter visits one of the Miracle stores he logs in to the smart shopping platform using his smartphone. Once logged in, the smartphone client application shows items he has run out of at home, any promotion on regular and related products, suggestions on weather related products (e.g. sun cream) based on the local weather forecast, stock availability at the store he is visiting, and lets Peter shortlist the items that he plans to buy. The smartphone application also directs Peter to pick up the shortlisted items in a convenient way.","sectors":["Public"],"actors":["Citizen"," private"],"devices":["Mobile"," cloud (for purchasing history)"," smart storage at customers' home (fridge"," cabinet)"]},{"title":"E-Neighborhood","narrative":"Chris lives in a remote residential area of Guildford. The residents in his area have been suffering from anti-social behavior of teenagers, such as making noise, breaking post boxes, putting wastes at residents' doors, etc. To manage this kind of neighborhood areas, the Guildford council has launched an e-Neighborhood system where the residents can report local incidents using their smartphones, giving photo, audio and video evidences. The reported incidents will be analyzed by the system immediately and appropriate actions (e.g. informing the police for crime related incidents) will be triggered automatically. One day, Chris noticed that some teenagers were trying to break a public property nearby. He recorded the incident using his smartphone and reported it onto the e-Neighborhood system using the smartphone client application. As a result, a neighborhood officer was informed about the incident by the system. The officer arrived at the incident place on time, protected the property and issued warnings to the teenagers and their parents.","sectors":["Public"],"actors":["Citizen"," public"],"devices":["Crowd sourcing"," mobile phone"]},{"title":"Dynamic routing of vehicles in a city","narrative":"Sabrina usually takes the car for commuting to work. She would like to take public transport, but the bus is often late or full at the time when she would need it. Recently the city introduced a smartphone app to better control bus routes and adapt to passengers' needs. It is Monday morning and Sabrina leaves her apartment for the bus to work. She tells the new bus app, that she is now on her way to work. Since she entered the address of her workplace earlier, the phone app now knows when and where she wants to go. While she is walking to the bus stop the app sends this information to the server. The server then combines this information with the real time information of all busses currently on their way in town. The system finds there is a bus (line 34) soon nearby which could bring Sabrina directly to her workplace. But the usual bus route for line 34 does not pass by Sabrina's bus stop. Since there are only a few people on the bus, the system sends the bus driver a message, telling him to make this detour and get Sabrina on the bus. In the meantime Sabrina is waiting at the bus stop and also gets a message on her phone, telling her: \"the next bus of line 34 will bring you directly to your workplace.\" Minutes later Sabrina gets on the bus 34 and gets off at her destination soon after.","sectors":["Transport"],"actors":["Public"," citizen"],"devices":["Transport"," traffic"," mobile (for commuter's location)"]},{"title":"Save energy with friends","narrative":"Smart meters will be installed in more and more households in the next years. Although Bob can now get a detailed daily report of his energy spending, saving energy is still a boring activity and long-term engagement is hard. With the new Facebook app EnergySaver Bob can compete with his friends for becoming the energy saving king. Bob was very excited to get his new smart meter. The new electricity meter can measure electricity usage, and will send the data every 15 minutes to the operator. Bob can then check his usage on the operator's web page. Still, saving energy is a boring task. Bob is now using the new EnergySaver Facebook. After allowing data transfer, EnergySaver automatically imports Bob's historical electricity usage data. In the future EnergySaver will periodically import current data or get real time data. Every week Bob gets a notification telling him how much energy he used last week, and how much he saved compared to the weeks (or years) before. EnergySaver also includes a leaderboard where Bob can compare his energy usage and the amount of saved energy with his friends. He can then publish these notifications. Bob now buys a new refrigerator to finally become king.","sectors":["Energy"],"actors":["Private"," citizen"],"devices":["Energy"]},{"title":"Tourist grouping service","narrative":"Michael and Pamela like to visit museums in different cities. The problem is that museums tickets are usually expensive and combined tickets are inflexible. With a smartphone app tourists can find other interested people and share a group ticket at a museum or zoo. Usually when they enter a museum, lots of other tourists are also there waiting in line. With the new group ticket app Pamela can virtually check in 2 people to the museum while waiting in line for the ticket. They are now waiting in line at the Modern Art Museum (MAM). The MAM sells cheaper tickets for groups of 6 people. Thus, the app knows at which museum how many users are waiting. The app also knows the prices of standard tickets and group tickets. Pamela gets a notification that another group of 4 people arrived earlier and that she and Michael can join the group. Pamela accepts the invitation. Then the other group of 4 people gets a\rnotification to buy the group ticket and meet with Michael and Pamela at the entrance. Thus, everybody pays less and Michael and Pamela get to know other modern art fans.","sectors":["Public"],"actors":["Citizen"],"devices":["Mobile phone"]},{"title":"Smart metering data for planning and optimizing the low voltage grid","narrative":"Smart meters are new electricity usage measurement devices, which will be installed in households over the next years. A smart meter can measure electricity usage every 15 minutes and will send the measurements to the electricity network provider periodically. This data is not only useful for end users but also for network operators to plan and optimize the low voltage electricity distribution grid. George works for an electricity supplier and is responsible for planning the modernization of the low voltage grid. In order to gain insight in which parts of town have the most problems, due to old devices and poor network infrastructure, George scans the reports sent by smart meters and analyzes how often the communication was interrupted. Using this information, George is able to localize the cause of communication breakdowns and replace the corresponding network controllers. On a daily basis, the application requests/accesses the load profiles and other metrics (e.g., voltage metrics) from the smart meters. This data is passed on to other applications that can perform simulations and load flow calculations in an automated manner. Thus smart meter readings allow the operator better planning for near-future and far-future of several grid operation parameters. By using the data of smart meters errors can be diagnosed more accurately, and with better location information of the error.","sectors":["Energy"," public"],"actors":["Public"," private"," citizen"],"devices":["Energy"]},{"title":"Intelligent commuter 1","narrative":"Heidi has just finished her morning routine and is getting ready to leave her house. Instead of taking her own car, she receive a message on her mobile phone that Peter, someone she has car pooled with beforehand, will pick her up in 5 minutes and drop her off in the city near a public transport hot spot. The service that she's using collects information about her to identify, her current situation and checks her calendar where she needs to be, and when she needs to be there, and matches this with other subscribers to the service.","sectors":["Transport"," environment"," public"],"actors":["Citizen"],"devices":["Mobile phone"]},{"title":"Intelligent commuter 2","narrative":"You're on your way to pick up your sister, having to drop her off at the airport within the hour. During your drive you receive detailed information about traffic conditions on your trip including traffic accidents, traffic jams, weather conditions and parking possibilities. These informations are all directly integrated into your personal navigation system, rerouting you (including driving, walking, public transport and car pooling) in the most efficient way and as close as possible to the airport. Persons, cars, and public transport share their situation in the Internet cloud.","sectors":["Transport"," environment"],"actors":["Public"," citizen"],"devices":["Transport"," traffic"," mobile"]},{"title":"Autopilot","narrative":"You are entering the freeway and the car indicates that it will now enter autopilot mode. On the freeway cars are driving automatically and are closely spaced, controlling their own speed based on road, traffic and weather conditions. Proximity sensors and other sensor information are used to virtually chain cars together and transport them efficiently to their respective freeway exits. The system also includes accident avoidance in case the autopilot fails or in case other obstacles are on the road.","sectors":["Transport"],"actors":["Private"," public"],"devices":["Transport"]},{"title":"Intelligent public transport","narrative":"It's Monday morning and Michael has just left his apartment on his way to college. Minutes after leaving he receives a message on his mobile phone that a bus, going in his direction, will pass him in a few minutes. He chooses to find a good spot to stop the bus using a simple gesture with your mobile phone. Scheduled timetables are something of the past. Public transport now reacts to the passengers' needs. The public transport is a network of nodes that measures supply and demand and over time adjusts itself to the demand side moving away from the periodic survey based update of scheduled timetables.","sectors":["Transport"],"actors":["Citizen"," public"],"devices":["Mobile phone"]},{"title":"Mobile payment","narrative":"Hannah is on her way to work. This particular morning she's in quite a hurry because her car wouldn't start, and now she needs to catch the next bus in order to be on time. She doesn't take the bus very often, and this time she forgot to bring cash to pay for her fare. Thankfully the bus company has a new automated service, which sends Hannah a message once she gets off the bus, taxing her the correct busfare amount based on the number of zones she's crossed. The information also displays the cost per zone, and payment is performed automatically via her phone.","sectors":["Transport"],"actors":["Private"," citizen"],"devices":["Mobile"," transport"]},{"title":"Smart parking","narrative":"John has just parked his car in a large underground car park. He soon finds out that his usual mobile application using GPS is not working; there is no GPS signal to geo-tag his car. Instead he uses the car park's own system to tag his car on a map display within the car park. The car park is equipped with smart car parking spaces and indoor location system that integrates with mobile phones, guiding John to where he parked his car when he's ready to leave.","sectors":["Transport"],"actors":["Public"," private"," citizen"],"devices":["Mobile"]},{"title":"Smart rail network","narrative":"New underground lines as well as high-speed train railways are equipped with sensors and automatic services to reduce the human factor associated to accidents and improve the performance of the whole railway system. For example, rails are equipped with sensors able to measure the state of the rails and the electrical conditions to ensure the proper operation of the system. In addition, detection of breaks in the rails or obstacles on the railway help avoid accidents. The trains are equipped with sensors to track the status of the wheels and engine, as well as with actuators that take immediate corrective measures to avoid accidents.","sectors":["Transport"],"actors":["Private"," citizen"],"devices":["Transport"]},{"title":"Home Central Control","narrative":"Sandra has just installed The Home Central Control (HCC) which provides the complete control of her house. It switches the lights automatically on when she enter and switches them off when you leave a room. Arriving home from work Sandras face is recognized at the entrance, and the electronic key in her pocket is detected. The HCC triggers the heating system, by combining data from outdoor and indoor temperature, weather forecast from the Internet, and user preferences. It adjusts the house energy consumption to the real needs of Sandra and her family, and most importantly it helps her save money. The HCC recognizes which appliances (washing machine, dishwasher, water heater, heating system, etc.) are turned on at a given time and synchronizes them to ensure the best energy efficiency, taking into account pricing structure of the utility companies.","sectors":["Energy"],"actors":["Private"],"devices":["Energy"]},{"title":"Green you","narrative":"In order to live a more \"green\" life Adam has recently voluntarily enrolled in a \"green house\" program. The application on his mobile phone informs him about how far his current energy and water consumption is from his target and what he can do to improve with the help of the data supplied by his home sensor network. A comparison is made between volunteers, his virtual neighbors, in order to get the greenest behavior in an anonymous way.","sectors":["Energy"],"actors":["Public"," citizen"],"devices":["Energy"]},{"title":"City Information Model","narrative":"The City Information Model (CIM) collects, analyzes and allows city authorities to act in near real time to the city's situation. The city government operates the CIM, but it is also accessible for third parties via a series of Application Programming Interfaces (API), even though some information is confidential. The status and performance of the building you live in is continuously reported in real time. The facility management services - fed by sensors in the residential and commercial buildings - communicate with each other and CIM. For example, they automatically trade surplus energy with each other and prices are calculated to match supply and demand. In this sense, planning and design are an on-going social process, in which the performance of each item is being reported in real time and compared with others. Population changes can be inferred, as can movement patterns, environmental performance, as well as the overall efficiency of processes such as value chains or objects such as buildings.","sectors":["Energy"," environment"," public"],"actors":["Public"," private"," citizen"],"devices":["Environment"," energy"]},{"title":"Commuter information model","narrative":"When taking the underground to go to work, you move through ticketing barriers and walk over terrain that feels like taut, soft responsive material; connected arrays of piezo-elements that generate and store electricity produced by the vibration and pressure of thousands of commuters. By harvesting the traces of mobile devices carried by commuters the transport authorities capture information on the use of the subway. Pedestrians are channeled through the station in an optimal fashion. Gates open and close and signs alter messages in response to the live signals from the ticketing barriers and motion detectors. In turn, each transport system in the wider city is communicating with the subway, such that the volume of passengers delivered by busses and bikes can be factored into the behavior of the station.","sectors":["Transport"],"actors":["Public"," citizen"],"devices":["Transport"," mobile phone"]},{"title":"Smart irrigation in the city","narrative":"Smart irrigation of the green areas in the city using sensor and actuator systems will save water and be more cost-effective. In addition, tagging plants and green areas in general will offer a plethora of information to professionals maintaining the areas and citizens enjoying the flora of the city. You can use your mobile phone to investigate the trees and flowers, learn about their care and find out who else shares your interests.","sectors":["Agriculture"," energy"," environment"," public"],"actors":["Public"," citizen"],"devices":["Energy"," environment"," mobile phone"," crowd sourcing"]},{"title":"Smart waste management","narrative":"Sean works for waste management deparment in the city. Recently his job has become somewhat easier and more envrionmental friendly. The new implementation of smart urban waste management allows for a more efficient waste collection, optimizing the way Sean used to collect waste. It provides useful information to the public by encouraging and promoting an easier and more environmentally friendly way of collecting waste. This happens by identifying and emptying bins and containers when they are close to their fill level, but not overflowing, at private households, enterprises and public areas. This ensures Sean and his colleagues won't waste time emptying half empty containers, and at the same time prevents the overflow of garbage in quickly filled containers. In addition, incentives can be brought forward to encourage citizens to produce less waste and recycle more.","sectors":["Environment"],"actors":["Public"," citizen"],"devices":["Environment"]},{"title":"Cultural information","narrative":"Tanya and her friends has just finished attending a lecture, and are looking for something interesting to do for the for the rest of the day. They immediately seek out one of the new screens placed at specific points in the city, all displaying information about different events taking place in the city. These screens are located near important monuments, in tourist information points, inside museums, or in public spaces accessible for the general public. Tanya and her friends can interact with the screens, using their mobile phones, personal computers or laptops in order to get more information about art in museums, city monuments, download virtual trips inside museums and access information in different languages. They can even find weather and traffic information or other services with information useful for planning the rest of their day.","sectors":["Cultural"," public "],"actors":["Public"," citizen"],"devices":["Cultural institutions"]},{"title":"Smart drums","narrative":"In the Smart Factory, a warehouse worker is moving ‘smart drums' to a storage area. ‘Smart drums' generate safety alerts automatically in case of potentially hazardous circumstances and are able to respond to dynamically changing context conditions. If a storage violation is detected, workers are alerted immediately by an alarm in the storage area, and the alert is also propagated to the back-end system for logging and control.","sectors":["Transport"," environment"],"actors":["Private"],"devices":["Smart drums/containers"," transport"]},{"title":"Remote water network monitoring","narrative":"Wireless communication networks are a cost-efficient way for remotely controlling industrial facilities and infrastructures: Pressure sensors are located along gas/oil pipelines. Abrupt change of pressure provokes automatic closing of lines. Sensors are placed on each section, depending on the architecture and risk assessment. If there is an oil spill or anything similar, the water lines nearby will automatically close off, ensuring no contamination.","sectors":["Energy"],"actors":["Private"],"devices":["Energy"]},{"title":"Smart pallets","narrative":"A pallet of freshly harvested vegetables is to be transported from the farm, going overseas and transported to a supermarked. While waiting at the farm to be loaded, it verifies whether it is positioned correctly to be loaded into the same truck. When a pallet is not positioned correctly or no peer nodes are found, it raises an alert. The pallets are loaded into the truck transporting them to the harbor. Pallets can detect being loaded by ‘hearing' the truck. The truck is programmed with an itinerary, containing data about its identity, as well as the goods it is transporting. In the truck, each pallet requests from the truck the company and truck ID, and records these into the log file. The pallets detect being taken out of the truck. When unloaded on the dock, the pallets again verify whether they are positioned correctly to be reloaded into shipping containers. When placed incorrectly, a pallet can directly send an alert message to the dock infrastructure that will inform workers to correct it. For the last stage of the transport, the pallets are loaded into containers. Pallets recognize the containers and on arrival, the distribution center.","sectors":["Transport"],"actors":["Private"],"devices":["Transport"]},{"title":"Smart events","narrative":"During the Olympic Games, a smoke sensor within the stadium is triggered, and the data is soon confirmed by another sensor in the same area. As soon as the incident location is known, an evacuation of the area is prepared. To do so, the games' central command needs to immediately modify the transportation routes throughout the area to both avoid the incident area and to free up capacity to absorb the sudden surge in load on the network (pedestrian, road, underground, rail), if the evacuation is carried out. The central command center invokes the appropriate emergency plan to enforce these changes (evacuation of major venues are pre-planned), and requests data feeds from the relevant sensor networks to be made available to monitor the effects of the plan in real time, in order to assist with decisions around timing and method, should evacuation be required.","sectors":["Public"," environment"," transport"],"actors":["Public"," private"," citizen"],"devices":["Transport"," environment"," mobile"]},{"title":"Smart evacuation and robotic monitoring","narrative":"Before the security staff leave an evacuation area that has become too dangerous for humans, they deploy a robotic monitoring unit and a perimeter surveillance cordon around the area (an autonomic network composed of a dense network of seismic and infrared (PIR) sensors, overlaid with a sparse camera network) to get accurate and real time information.","sectors":["Public"],"actors":["Public"," citizen"],"devices":["Environment"]},{"title":"Personal emergency response","narrative":"Amanda is walking home alone one night, and enters an area she's not too familiar with, and doesn't feel entirely safe. Amanda is equipped with a body sensor network that detects her fear, which immediately instructs her mobile phone to send alert messages in order to ensure a mobile security monitoring. The messages from the phone are being sent to security officers in the nearby area (security guards, nearby police officers etc), and Amanda thus feels safer moving through the area.","sectors":["Public"],"actors":["Public"," private"," citizen"],"devices":["Mobile phone"]},{"title":"Social Car Parking","narrative":"Abdi and Jim both use the same car park when arriving near their respective workplaces. They don't know each other, but the modern car park they both use is equipped with an automated valet parking system that registers the arrival time of all cars and checks their origin of travel. This is done by checking the registration of the car with the owners home address. A simple algorithms suggests car pooling between people living close to each other, and arriving at the car park roughly at the same time on the same days. Abdi and Jim soon find out about each other and make contact, resulting in them driving to work together more often than not.","sectors":["Transport"," public"],"actors":["Public"," private"," citizen"],"devices":["Transport"]},{"title":"Emergency response corridor","narrative":"Working at the emergency room, emergency staff often has to take incoming alarm messages from different mobile sensor applications. In one instance an alarm is triggered on a screen accompanied by the sound of a siren, informing the staff about a car accident in the city center. The collision detectors of the two cars involved were immediately activated when the accident happened, and their GPS location was automatically sent to the hospital. This allows for much quicker ambulance\rdispatch to the scene of an accident, and also helps the staffs at emergency rooms prepare more easily for incoming victims.","sectors":["Transport"," environment"," public"],"actors":["Public"," citizen"],"devices":["Transport"," environment"," mobile"]},{"title":"Chronic disease","narrative":"Charles has been suffering of hyperglycemia for a long time, so his health status is monitored by several sensors including body temperature, pulse, and blood sugar sensors. Since he still wants to enjoy good food and other pleasures in life, his wireless sensor network solution monitors his food consumption when he is food shopping as well as dining out. Thanks to the globalization of Radio Frequency Identification in food retailing and delivery, his mobile phone is able to evaluate the sugar level of all the food Charles eats.","sectors":["Healthcare"],"actors":["Private"],"devices":["Mobile phone"]},{"title":"Aging population - Alzheimers disease","narrative":"Recently the doctors have diagnosed that John's Alzheimer's disease is taking a turn for the worse. As a result, his children have decided to upgrade the monitoring solution with sensor applications that enable the monitoring of his locations, posture and mental conditions at home and in the neighborhood. This helps Charles retains his private and social life which is very important for coping with his condition and happiness.","sectors":["Healthcare"],"actors":["Public"],"devices":["Monitoring sensors"]},{"title":"Support for depression","narrative":"Linda suffers from depression. When she's feeling bad, she's hardly active, does not go out anymore and sleeps a lot. At her last session her psychologist suggested an application to her that will measure her physiological data, and told her that using it could assist her in dealing with the disease. Sensors record her mood status and coach her to become more active and social.","sectors":["Public"],"actors":["Citizen"],"devices":["Smartphone"]},{"title":"Continuous care","narrative":"In \"continuous care\" the concept enables patients with chronic diseases, or elderly people with health impairments, to stay in their own home despite their health constraint, to reduce cumbersome visits to the doctor and to avoid premature relocation to a nursing home. David's mother Charlotte comes to visit the family and complains about her many consultations at the doctor's office just for routine checkups for her low blood pressure and impairments due to age. She feels that she is spending a lot of time waiting at the doctors and loses her freedom. She knows that she is getting older and her state of health is worsening, but she wants to keep her independence and freedom as long as possible. David shows her the \"continuous care\" application that he is currently using for the recovery from his heart attack, and tells her that he is feeling very comfortable with it. Back in her hometown Charlotte asks her doctor about a similar application and they agree that such a system will be suitable for Charlotte, too. A special device for her home will help her to monitor her blood pressure, blood sugar, etc., and in case she falls will also transmit an alert. She feels relieved and can now spend more time with her friends doing activities she enjoys.","sectors":["Healthcare"],"actors":["Citizen"],"devices":["Healthcare"]},{"title":"Smart sun protection","narrative":"Jules is on the beach with his little daughter, Pauline, of 2 years. Pauline loves sand and sun as all small children do. However, children have very sensitive skin and despite high protection sun lotion there is always a risk of sunburn. Pauline has a small UV sensor on her cap which allows Jules's mobile phone to monitors the amount of UV radiation by getting measurement information from the sensor. The Sunburn Protection application on the phone sets an alarm when it is time to go to the shade. The safe time in the sun is calculated according to the amount of UV radiation, the age of the person, the skin type, the pigment level and previous suntan.","sectors":["Environment"],"actors":["Citizen"],"devices":["Environment"]},{"title":"Aging population - home monitoring","narrative":"Grandma had opened the bedroom windows to get fresh air, but forgot to close them. The Home monitoring service detects a significant decrease of the home temperature and recognizes that the window is open (and a low temperature outside). To save energy, the system uses the ubiquitous home interface to locate and inform grandma and to advice her to close the window.","sectors":["Environment"],"actors":["Citizen"],"devices":["Environment"]},{"title":"Personal trainer","narrative":"Alice trains to participate in a marathon later this year. She slips into her sports clothes and attaches the sensors of her body area network. They will measure humidity, heart rate, blood pressure and body temperature while she is running. She puts on her sensor equipped jogging shoes that embed humidity, pressure and activity sensors for her feet. Finally, she also puts her mobile phone in her pocket and activates the personal trainer agent (PTA) that monitors her activities and controls the sensors in her clothes, body area and shoes. The PTA can suggest improvements or training sets to enhance Alice's agility or strength. Using actuators such as vibrators or sound, the PTA can also provide feedback and helps Alice to improve her movements.","sectors":["Public"],"actors":["Citizen"],"devices":["Mobile"," wearable sensors"]},{"title":"Automated social networking","narrative":"Tom is using a new application on his phone that assists him in being as visible as possible on his social networks. The application automatically gathers some information about the events of his daily life using sensor networks. More and more people have an online diary (e.g. Facebook or blog), allowing their friends and family members to view their activities and interests on a regular basis. Tom is a part of this wave and is updating his status during the day semi-automatically. Thanks to sensors in his mobile phone, room, and on his body, pictures/sounds and video clips captured with his mobile are uploaded to the secure blog server at regular intervals. His location is tracked in real time and updated, his activities are logged, and his emotional states are translated into icons.","sectors":["Public"],"actors":["Citizen"],"devices":["Mobile phone"]},{"title":"Smart RunningTrack","narrative":"The Smart Running Track is a sport and fitness/personal health application. The idea is to provide a smart, competitive environment for runners. The runners will be able to see their position and the position of other runners on the track map displayed on their mobile phones. They will also be able to review their main health parameters (such as blood pressure, body temperature, the amount of calories burned). In order to increase competitiveness, the new ranking criteria other than the usual running order will be provided (e.g. amount of calories burned, or if the track is a trim-track, the number of exercises performed). Personal health monitoring will be performed by a physician, who will use a supervisor computer to review the body parameters of all runners at once.","sectors":["Public"],"actors":["Public"],"devices":["Mobile phone"]},{"title":"Smart golf trainer","narrative":"Marie is practicing golf on a practice field. She swings her club and hits the ball. Her golf club is equipped with an Inertial Measurement Unit (IMU), which is used to measure the speed and acceleration of the club in 3 dimensions. The measurement is transmitted to her wrist computer with a short distance radio. Her golf shoes have pressure sensors on them and they too transmit their measurement during the swing to the wrist computer. The mobile phone analyzes the data and decides that Marie leans too much forward and that her grip of the club is not quite optimal. The device generates a suggestion for her and transmits it to her headphones.","sectors":["Environment"],"actors":["Private"," citizen"],"devices":["Environment"]},{"title":"Mobile fitness application","narrative":"The trainer who welcomes Marie to the fitness center explains that with a fitness application installed onto Marie's mobile device, the mobile device can recognize each machine in the fitness center. It can also communicate with the equipment to monitor her physical condition and register how she has been exercising. Based on this information, the fitness application will advice Marie in setting up the equipment, practicing and also keeping count of the repetitions and intensity of the training.","sectors":["Healthcare"],"actors":["Private"],"devices":["Mobile phone"]},{"title":"Intelligent shopping application","narrative":"Anna is going to shop in the supermarket. While she enters the store, her intelligent shopping application starts. The shopping list she made during the past days is uploaded and displayed on her phone. Additionally, the system added some items to the shopping list considering needed products at home that Anna did not list. The system guides Anna through the store aisles to help her locate the products. The system considers the proximity of the products first and also freshness: i.e., fresh products are collected at the end. While Anna approaches the products, she gets a ranking of comparable products that are in the section according to her profile preferences (e.g. price, quality, fat free, organic, and allergies).","sectors":["retail"],"actors":["Private"," citizen"],"devices":["Mobile phone and fridge"]},{"title":"Product information","narrative":"While she's out shopping, Anna uses her mobile phone to easily receive information about the products she's about to purchase. Pointing the RFID reader on the mobile phone at the products, Anna gets additional information about the products such as origin and expiry date. When she takes a product, the device alerts her that it \"contains traces of nuts\" and that it is not suitable for her daughter Lea because of her allergies. While passing nearby products, Anna gets personalized advertisements from the store system considering her profile as well as her recent behavior: \"You liked this product the last time… then here we have the complementary/ the new one…\" While she places the products in the shopping trolley, the bill is updated in real time. The check out and payment are automatic, avoiding the lengthy queues at the checkout.","sectors":["Public"],"actors":["Private"," citizen"],"devices":["Smartphone"]},{"title":"Smart product management","narrative":"Tom is working in a supermarket. He is in charge of the management of a beverages department. Thanks to RFID and sensors he is able to monitor information about the products, type/variety, state, condition of the storage, expiry date, quantity/stock in the line, the changes in the products' location, time of moves, location, position. Furthermore he's informed of the consumers' profiles, time spent in the area or in front of a product, products they are interested in, etc. He infers: The flow of the goods in the section, the efficiency of his marketing strategy in the department, and he learns about the behavior/satisfaction of the consumers according to the supply. In real time, he observes the way the products impact the consumers' behavior.","sectors":["Retail"],"actors":["Private"," citizen"],"devices":["Mobile"," environment"]},{"title":"Smart orchard","narrative":"David is a fruit grower (mixed farming) who cultivates apples, pears, peaches, strawberries, melons, and oranges (greenhouse cultivation and natural fields). Depending on the season, he employs season workers. His farm is equipped with sensors that monitor: The conditions of the crops (each area of the farm is separately monitored): Duration and level of light (sunlight), temperature, humidity, level of rainfall, wind, and birds' radars or microphones; The state of the plants: size, humidity of the ground, ripeness of the fruits (size, color, sugar level); The workers: Position in the area (in the farm or outside), equipment in use, physical condition. All these informations help David maintain an overview of everything he needs to know about his products and his workers condition, resulting in better products and working conditions.","sectors":["Agriculture"],"actors":["Private"],"devices":["Environment"]},{"title":"Smart herding","narrative":"Danny has his own set of livestock on his farm. For monitoring them he uses a new \"smart herding\" system. The system enables welfare-friendly confinement of cattle with boundaries drawn entirely by global positioning system (GPS) - existing as a fence line only on a computer, without wires or fixed transmitters. The system builds on the basic principle of an electric fence, except there is no fence. Instead it includes a wireless sensor network containing microcomputers, radios, and sensors, some of which are fitted into cattle neck collars and emit a sound when the animals approach the virtual boundary. If an animal crosses the boundary it will receive a small electric shock - around one fifth of the voltage used in a conventional electric fence - and will learn to avoid the boundary. The electric stimuli and sound signal will both stop if the animal runs past the virtual fence, and will be re-applied when the animal has stopped moving to encourage it to move out of the exclusion zone. Once the boundary is set, the system is fully automated and self-sufficient. Because it includes a wireless sensor network with two-way communication to the collars, Danny can set a new fence line anytime, from the office, as well as continuously monitor where his cattle are located.","sectors":["Agriculture"],"actors":["Private"],"devices":["Mobile"]},{"title":"Digital DJ","narrative":"Managers of entertainment establishments will now be able to promptly adapt the ambiance and animation according to permanent monitoring of the audience's mood and activity. Personalized services are offered to the clients based on their own ongoing experiences. Each nightclub visitor wears some sensor gear, which is able to infer the mood and situation of a person. When the DJ plays a song, the DJ is able to receive feedback from the crowd in the form of a mood distribution (mood map) and is able to make ambient adjustments of audio and visual effects to enhance the users` experience. Other ambient adjustments to room temperature and noise level can be made automatically by the nightclub system, based on current user perception.","sectors":["Public"],"actors":["Citizens"," night clubs"," DJ's"],"devices":["Wearable sensors"," temperature"," noise level"]},{"title":"M2M gaming","narrative":"In her sparetime, Victoria is a real bicycle enthusiast. Although she's not riding on a professional level she loves to compete with other cyclists, as it increases her motivation for improving herself. Through a new application Victoria is able to compete with others on a digital level. Using real bicycles, the opponents are located a completely different place than Victoria, possibly many kilometers away (hundreds or even thousands). At the beginning the corresponding \"length\" of the race is agreed (i.e. 10 km or 20 min). The measurements are taken by sensors (GPS, temperature, humidity, speed, etc.). Measurements are exchanged between the bikes. They are used to calculate the equivalent position of the participants and to show them the corresponding state of the race (e.g. \"you are leading by 10 m\").","sectors":["Public"],"actors":["Citizen"],"devices":["Mobile phone"]},{"title":"Digital museum","narrative":"Anna makes a trip to the National Art Gallery. At the entrance she chooses the enhanced experience tour and gets equipped with special gear. The gear consists of a headset, and body sensors, which she attaches to her body. She starts the tour by browsing the different pictures in the contemporary arts section. She points at a picture, which she is interested in and asks questions to obtain more information. As Anna is listening to the information, a crowd of other visitors enters the room and the noise level rises significantly. The system initially increases the volume, but also notices Anna's distress, once it reaches a certain threshold. As a result, it continues to provide the information in a written form on a PDA instead. The system notices the impact of different pictures during her visit and records this in a personal profile. Based on the observations it proposes other pictures she might like and guides her to the respective locations. At the end of the visit, the system proposes alternative venues for future visits. It also provides the user experience as an anonymous feedback to the art gallery's curator.","sectors":["Public"],"actors":["Public"," citizen"],"devices":["Environment"," PDA equipment"]},{"title":"Interactive Street Sensing","narrative":"Carlos lives in a densely populated and heavily trafficked urban area. He likes to walk, run or ride his bicycle whenver he needs to go somehwere, but recently he has become worried about the health risks of living and traveling in these crowded areas. Therefore he has begun to use the Interactive Street Sensing (ISS) application aimed at sensing and avoidance of environmental health hazard risks in polluted city streets. The service proposes a small, but scalable network. ISS collects its information through sensor nodes equipped with a temperature sensor, humidity sensor, light sensor, and CO sensor. The system is then able to communicate with mobile networks in order to transfer data to all interested parties and to achieve real time service. A map illustrating the real time and historic data of pollution is now always available for Carlos, helping him avoid areas with high pollution rates.","sectors":["Environment"],"actors":["Public"," citizen"],"devices":["Environment"]},{"title":"Pollution monitoring 2","narrative":"The city has just implemented a range of distributed sensors on the public transport infrastructure. This means that busses and trains all automatically tribute to making sure the city receives an accurate image of the pollution levels over time and on different locations.","sectors":["Environment"],"actors":["Public"],"devices":["Environment"]},{"title":"Sustainable urban planning","narrative":"Sensors have recently been placed all over the city. Nina works as a city official in the urban planning department, and is now able to log on to the system and see historical data regarding different substances in the air and meteorological parameters, including noise levels, in all areas of the city. This information helps her to make decisions such as where to plan new residential areas, more green areas (parks), industrial zones, etc. If Nina notices elevated levels of harmful substances in certain districts, a notification can be sent to the city's Inspection Department to check the source of the pollution.","sectors":["Public"," environment"],"actors":["Public"],"devices":["Environment via sensors"]},{"title":"Green city","narrative":"The public has access to visualizations of the current level of pollution in the city. This pleases Sarah, as she's now able to see the current and past state of e.g. CO2 emission, noise level, or any incidences of pollution on an official website or one of the public displays in the city. She's also able to see actions that the city planners have taken or are planning to implement. As a citizen Sarah is also given the opportunity to leave comments on all these matters.","sectors":["Environment"],"actors":["Public"," citizen"],"devices":["Pollution sensors"," transport"," environment"]},{"title":"Wind farms","narrative":"Since installing a range of new sensors on the company's windfarms, maintenance has become much easier for Richard. There are a number of problems facing wind farms: Control, variable power production, maintenance, etc. The role of capillary the newly installed M2M networks is mainly for monitoring and control. A set of spatially distributed wireless sensor nodes (on the order of the number of turbines) are now deployed in the wind farm. Sensor nodes will take measurements of the flow and speed of the wind. Sensors observations will be periodically reported to a centralized device which will make actions in order to control the wind turbines and improve power efficiency (e.g. to determine the correct blade rotation for each turbine), making it much easier for Richard to monitor the status of the windmills.","sectors":["Energy"," environment"],"actors":["Private"],"devices":["Environment"," energy"]},{"title":"Mobile application for smart meters","narrative":"Imagine if consumers were able to use their smartphones to remotely read their electricity consumption or shut down the heating in their house, for example. The Energy Service Providers will use the smart energy meters to remotely read the power consumption in order to send the invoice to the consumers, in turn allowing them greater control of the amount of energy being spent by their home.","sectors":["Energy"],"actors":["Private"," citizen"],"devices":["Energy"]}]